{
  "primera": [
    {
      "numero": 18,
      "del": 0,
      "text": [
        "La República de Cuba, en su propósito de promover la integración latinoamericana y caribeña, puede, mediante tratados, atribuir a entidades supranacionales el ejercicio de las facultades requeridas para ello."
      ]
    },
    {
      "numero": 23,
      "del": 3,
      "text": [
        "Son de propiedad socialista de todo el pueblo: las tierras que no pertenecen a particulares o cooperativas integradas por estos, el subsuelo, las minas, los recursos naturales tanto vivos como no vivos dentro de la zona económica exclusiva de la República, los bosques, las aguas y las vías de comunicación.",
        "Estos bienes son inalienables, imprescriptibles e inembargables, por lo que no pueden trasmitirse en propiedad a personas naturales o jurídicas.",
        "La trasmisión de otros derechos sobre estos bienes se hará previa autorización del órgano u autoridad facultada, conforme a lo previsto en la ley, y siempre que se destinen a los fines del desarrollo del país y no afecten los fundamentos políticos, económicos y sociales del Estado.",
        "La propiedad socialista de todo el pueblo incluye otros bienes, cuyo régimen legal se define en la ley."
      ]
    },
    {
      "numero": 25,
      "del": 3,
      "text": [
        "El Estado crea y organiza empresas con el objetivo de desarrollar actividades económicas de producción y prestación de servicios, las que ejercen los derechos que les corresponden sobre los bienes de propiedad socialista de todo el pueblo que tienen asignados.",
        "Las empresas responden de las obligaciones contraídas con su patrimonio, en correspondencia con los límites que determine la ley.",
        "El Estado no responde de las obligaciones contraídas por las empresas y estas tampoco responden de las de aquel.",
        "La ley define otras formas en las que este tipo de propiedad puede ser gestionada."
      ]
    },
    {
      "numero": 39,
      "del": 1,
      "text": [
        "El Estado cubano garantiza a la persona el goce y el ejercicio irrenunciable, indivisible e interdependiente de los derechos humanos, en correspondencia con el principio de progresividad y sin discriminación. Su respeto y garantía son obligatorios para todos.",
        "Los derechos y deberes reconocidos en esta Constitución se interpretan de conformidad con los tratados internacionales de derechos humanos ratificados por Cuba."
      ]
    },
    {
      "numero": 48,
      "text": [
        "Toda persona como garantía a su seguridad jurídica, disfruta de un debido proceso y en consecuencia goza de los derechos siguientes:"
      ],
      "incisos": [
        {
          "inciso": "a",
          "text": [
            "a) no ser privada de libertad, sino por autoridad competente;"
          ]
        },
        {
          "inciso": "b",
          "del": 0,
          "text": [
            "b) no ser detenida ni procesada, sino por causa justa, autoridad competente y por el tiempo establecido;"
          ]
        },
        {
          "inciso": "c",
          "text": [
            "c) que se presuma inocente, mientras no se haya declarado responsable por sentencia firme de tribunal;"
          ]
        },
        {
          "inciso": "d",
          "text": [
            "d) ser procesada y condenada por tribunal competente, independiente, imparcial, preestablecido legalmente y en virtud de leyes anteriores al delito;"
          ]
        },
        {
          "inciso": "e",
          "del": 0,
          "text": [
            "e) ser tratada con respeto a su dignidad e integridad física, síquica y moral;"
          ]
        },
        {
          "inciso": "f",
          "text": [
            "f) recibir asistencia jurídica para ejercer su defensa;"
          ]
        },
        {
          "inciso": "g",
          "text": [
            "g) ser notificada de los cargos en su contra y acceder a los medios de pruebas;"
          ]
        },
        {
          "inciso": "h",
          "text": [
            "h) comunicarse con sus familiares, caso de ser detenida o arrestada. Si se tratara de extranjeros se procede a la notificación consular;"
          ]
        },
        {
          "inciso": "i",
          "text": [
            "i) no ser privada de sus derechos sino por resolución fundada de autoridad competente o sentencia firme de tribunal, e"
          ]
        },
        {
          "inciso": "j",
          "text": [
            "j) interponer los recursos pertinentes contra las resoluciones judiciales o administrativas que correspondan."
          ]
        }
      ]
    },
    {
      "numero": 67,
      "del": 1,
      "text": [
        "El Estado protege a las familias, la maternidad, la paternidad y el matrimonio.",
        "El Estado atribuye a las familias, concebidas como células básicas de la sociedad, responsabilidades y funciones esenciales en la educación y formación de las nuevas generaciones y el cuidado y atención de los adultos mayores."
      ]
    },
    {
      "numero": 104,
      "text": [
        "La Asamblea Nacional del Poder Popular, en ejercicio de sus atribuciones:"
      ],
      "incisos": [
        {
          "inciso": "a",
          "text": [
            "a) elige al Presidente y Vicepresidente de la República;"
          ]
        },
        {
          "inciso": "b",
          "text": [
            "b) elige a su Presidente, Vicepresidente y Secretario;"
          ]
        },
        {
          "inciso": "c",
          "text": [
            "c) elige a los integrantes del Consejo de Estado;"
          ]
        },
        {
          "inciso": "d",
          "text": [
            "d) designa, a propuesta del Presidente de la República, al Primer Ministro;"
          ]
        },
        {
          "inciso": "e",
          "text": [
            "e) designa, a propuesta del Presidente de la República, a los Viceprimeros ministros y demás miembros del Consejo de Ministros;"
          ]
        },
        {
          "inciso": "f",
          "text": [
            "f) elige al Presidente del Tribunal Supremo Popular, al Fiscal General de la República y al Contralor General de la República;"
          ]
        },
        {
          "inciso": "g",
          "text": [
            "g) elige al Presidente y a los demás integrantes del Consejo Electoral Nacional;"
          ]
        },
        {
          "inciso": "h",
          "text": [
            "h) elige a los vicepresidentes y a los magistrados del Tribunal Supremo Popular, así como a los jueces legos de esta instancia;"
          ]
        },
        {
          "inciso": "i",
          "text": [
            "i) elige a los vicefiscales y vicecontralores generales de la República;"
          ]
        },
        {
          "inciso": "j",
          "del": 0,
          "text": [
            "j) designa, a propuesta del Presidente de la República, a los gobernadores provinciales, y"
          ]
        },
        {
          "inciso": "k",
          "text": [
            "k) revoca o sustituye a las personas elegidas o designadas por ella."
          ]
        },
        {
          "text": [
            "La ley regula el procedimiento para hacer efectivas estas atribuciones."
          ]
        }
      ]
    },
    {
      "numero": 113,
      "del": 1,
      "text": [
        "La Asamblea Nacional del Poder Popular para el mejor ejercicio de sus funciones, crea comisiones permanentes y temporales integradas por diputados, conforme a sus principios de organización y funcionamiento previstos en la ley.",
        "Entre los períodos de sesiones de la Asamblea Nacional del Poder Popular, el Consejo de Estado coordina el trabajo de las comisiones de aquella y garantiza las condiciones necesarias para su funcionamiento."
      ]
    },
    {
      "numero": 132,
      "text": [
        "Corresponde al Consejo de Ministros:"
      ],
      "incisos": [
        {
          "inciso": "a",
          "text": [
            "a) cumplir y velar por el respeto a la Constitución y las leyes;"
          ]
        },
        {
          "inciso": "b",
          "text": [
            "b) organizar y dirigir la ejecución de las actividades políticas, económicas, culturales, científicas, sociales y de la defensa acordadas por la Asamblea Nacional del Poder Popular;"
          ]
        },
        {
          "inciso": "c",
          "text": [
            "c) proponer los objetivos generales y metas para la elaboración de los planes anuales y los de desarrollo económico-social del Estado, a mediano y largo plazos y, una vez aprobados por la Asamblea Nacional del Poder Popular, organizar, dirigir y controlar su ejecución;"
          ]
        },
        {
          "inciso": "d",
          "text": [
            "d) aprobar y someter a la decisión del Consejo de Estado los tratados internacionales;"
          ]
        },
        {
          "inciso": "e",
          "text": [
            "e) dirigir y controlar el comercio exterior y la inversión extranjera;"
          ]
        },
        {
          "inciso": "f",
          "text": [
            "f) elaborar el proyecto de presupuesto del Estado y, una vez aprobado por la Asamblea Nacional del Poder Popular, velar por su ejecución;"
          ]
        },
        {
          "inciso": "g",
          "text": [
            "g) implementar y exigir el cumplimiento de los objetivos aprobados para fortalecer los sistemas monetario, financiero y fiscal;"
          ]
        },
        {
          "inciso": "h",
          "text": [
            "h) elaborar proyectos legislativos y someterlos a la consideración de la Asamblea Nacional del Poder Popular o del Consejo de Estado, según proceda;"
          ]
        },
        {
          "inciso": "i",
          "text": [
            "i) proveer a la defensa nacional, al mantenimiento de la seguridad y orden interior, y a la protección de los derechos ciudadanos, así como a la salvaguarda de vidas y bienes en caso de desastres naturales;"
          ]
        },
        {
          "inciso": "j",
          "text": [
            "j) dirigir la administración del Estado, así como unificar, coordinar y fiscalizar la actividad de los organismos de la Administración Central del Estado, de las entidades nacionales y de las administraciones locales;"
          ]
        },
        {
          "inciso": "k",
          "text": [
            "k) conocer, evaluar y tomar decisiones sobre los informes de rendición de cuenta que le presenten los gobernadores provinciales;"
          ]
        },
        {
          "inciso": "l",
          "del": 0,
          "text": [
            "l) autorizar la creación de delegaciones territoriales y otras entidades de los organismos de la Administración Central del Estado, así como organizaciones superiores de dirección empresarial;"
          ]
        },
        {
          "inciso": "m",
          "text": [
            "m) crear, modificar o extinguir entidades subordinadas o adscriptas al Consejo de Ministros o a los organismos de la Administración Central del Estado;"
          ]
        },
        {
          "inciso": "n",
          "text": [
            "n) orientar y controlar la gestión de los gobernadores provinciales;"
          ]
        },
        {
          "inciso": "ñ",
          "del": 0,
          "text": [
            "ñ) designar o sustituir, a propuesta de los gobernadores, a los vicegobernadores provinciales;"
          ]
        },
        {
          "inciso": "o",
          "text": [
            "o) aprobar o autorizar las modalidades de inversión extranjera que le correspondan;"
          ]
        },
        {
          "inciso": "p",
          "text": [
            "p) ejecutar las leyes y acuerdos de la Asamblea Nacional del Poder Popular, así como los decretos-leyes y disposiciones del Consejo de Estado, los decretos presidenciales y, en caso necesario, dictar los reglamentos correspondientes;"
          ]
        },
        {
          "inciso": "q",
          "text": [
            "q) dictar decretos y acuerdos sobre la base y en cumplimiento de las leyes vigentes y controlar su ejecución;"
          ]
        },
        {
          "inciso": "r",
          "text": [
            "r) proponer al Consejo de Estado la suspensión de los acuerdos de las asambleas municipales del Poder Popular que contravengan las leyes y demás disposiciones vigentes, o que afecten los intereses de otras comunidades o los generales del país;"
          ]
        },
        {
          "inciso": "s",
          "text": [
            "s) suspender los acuerdos y demás disposiciones de los consejos provinciales y de los consejos de la administración municipal que no se ajusten a la Constitución, las leyes, decretos-leyes, decretos presidenciales, decretos y demás disposiciones de los órganos superiores, o cuando afecten los intereses de otras localidades o los generales del país, dando cuenta al Consejo de Estado o a la Asamblea Municipal del Poder Popular, a los efectos que proceda según corresponda;"
          ]
        },
        {
          "inciso": "t",
          "text": [
            "t) revocar total o parcialmente las disposiciones que emitan los gobernadores provinciales, cuando contravengan la Constitución, las leyes, los decretos-leyes, decretos presidenciales, decretos y demás disposiciones dictadas por un órgano de superior jerarquía, o los que afecten los intereses de otras localidades o los generales del país;"
          ]
        },
        {
          "inciso": "u",
          "text": [
            "u) revocar total o parcialmente las disposiciones de los jefes de organismos de la Administración Central del Estado, cuando contravengan las normas superiores que les sean de obligatorio cumplimiento;"
          ]
        },
        {
          "inciso": "v",
          "text": [
            "v) crear las comisiones que estime necesarias para facilitar el cumplimiento de las tareas que le están asignadas;"
          ]
        },
        {
          "inciso": "w",
          "text": [
            "w) designar o sustituir a los directivos y funcionarios de acuerdo con las facultades que le confiere la ley;"
          ]
        },
        {
          "inciso": "x",
          "text": [
            "x) someter a la aprobación de la Asamblea Nacional del Poder Popular o del Consejo de Estado su reglamento, y"
          ]
        },
        {
          "inciso": "y",
          "text": [
            "y) las demás atribuciones que le confieran las leyes o le encomiende la Asamblea Nacional del Poder Popular o el Consejo de Estado."
          ]
        }
      ]
    },
    {
      "numero": 174,
      "text": [
        "Corresponde al Gobernador Provincial:"
      ],
      "incisos": [
        {
          "inciso": "a",
          "text": [
            "a) cumplir y hacer cumplir, en lo que le concierne, la Constitución y las leyes adoptadas por los órganos competentes del Estado;"
          ]
        },
        {
          "inciso": "b",
          "text": [
            "b) convocar y presidir las reuniones del Consejo Provincial;"
          ]
        },
        {
          "inciso": "c",
          "text": [
            "c) dirigir, coordinar y controlar la labor de las estructuras organizativas de la Administración Provincial y, en el marco de su competencia, dictar disposiciones y adoptar las decisiones que correspondan;"
          ]
        },
        {
          "inciso": "d",
          "text": [
            "d) exigir y controlar el cumplimiento del plan de la economía y la ejecución del presupuesto de la provincia, conforme a la política acordada por los órganos nacionales competentes;"
          ]
        },
        {
          "inciso": "e",
          "text": [
            "e) exigir y controlar el cumplimiento de los planes de desarrollo y de ordenamiento territorial y urbano;"
          ]
        },
        {
          "inciso": "f",
          "del": 0,
          "text": [
            "f) proponer al Consejo de Ministros la designación del Vicegobernador Provincial;"
          ]
        },
        {
          "inciso": "g",
          "text": [
            "g) designar y sustituir a los directivos y funcionarios de la Administración Provincial, y someter a la ratificación del Consejo Provincial aquellos casos previstos por la ley;"
          ]
        },
        {
          "inciso": "h",
          "text": [
            "h) presentar al Consejo de Ministros, previa consulta con el Consejo Provincial, las propuestas de políticas que contribuyan al desarrollo integral de la provincia;"
          ]
        },
        {
          "inciso": "i",
          "text": [
            "i) poner en conocimiento del Consejo de Ministros, previa consulta con el Consejo Provincial, aquellas decisiones de los órganos de superior jerarquía que afecten los intereses de la comunidad o considere extralimitan las facultades de quien las adoptó;"
          ]
        },
        {
          "inciso": "j",
          "text": [
            "j) suspender los acuerdos y disposiciones de los consejos de la administración municipal, que no se ajusten a la Constitución, las leyes, decretos-leyes, decretos presidenciales, decretos y demás disposiciones de los órganos del Estado, o cuando afecten los intereses de otras localidades o los generales del país, dando cuenta a la respectiva Asamblea Municipal del Poder Popular en la primera sesión que celebre después de acordada dicha suspensión;"
          ]
        },
        {
          "inciso": "k",
          "text": [
            "k) revocar o modificar las disposiciones que sean adoptadas por las autoridades administrativas provinciales a él subordinadas, que contravengan la Constitución, las leyes y demás disposiciones vigentes, o que afecten los intereses de otras comunidades o los generales del país;"
          ]
        },
        {
          "inciso": "l",
          "text": [
            "l) crear comisiones o grupos temporales de trabajo;"
          ]
        },
        {
          "inciso": "m",
          "text": [
            "m) disponer la publicación de los acuerdos del Consejo Provincial de interés general y controlar su ejecución; y"
          ]
        },
        {
          "inciso": "n",
          "text": [
            "n) las demás atribuciones que por esta Constitución o las leyes se le asignen."
          ]
        }
      ]
    }
  ],
  "segunda": [
    {
      "text": "CAPÍTULO I: FUNDAMENTOS POLÍTICOS, SOCIALES Y ECONÓMICOS DEL ESTADO",
      "articulos": [
        {
          "id": 8,
          "numero": "Artículo 9",
          "texto": [
            {
              "exist": true,
              "texto": "El Estado:"
            }
          ],
          "incisos": [
            {
              "id": 9,
              "inciso": "a",
              "texto": [
                " realiza la voluntad del pueblo trabajador y ",
                {
                  "exist": true,
                  "texto": "– encauza los esfuerzos de la nación en la construcción del socialismo;"
                },
                {
                  "exist": true,
                  "texto": "– mantiene y defiende la integridad y la soberanía de la patria;"
                },
                {
                  "exist": true,
                  "texto": "– garantiza  la libertad  y  la dignidad plena   del hombre , el disfrute de sus derechos, el ejercicio y cumplimiento de sus deberes y  el desarrollo integral de su personalidad; "
                },
                {
                  "exist": true,
                  "texto": "– afianza la ideología  y las normas de convivencia y de conducta propias de la sociedad libre de la explotación del hombre por el hombre; "
                },
                " – protege el trabajo creador del pueblo y la propiedad y la riqueza de la nación socialista; ",
                " – dirige planificadamente la economía nacional; ",
                {
                  "exist": true,
                  "texto": "– asegura el  avance  educacional, científico, técnico y cultural del país;"
                }
              ]
            },
            {
              "id": 10,
              "inciso": "b",
              "texto": [
                " como Poder del pueblo, en servicio del propio pueblo, garantiza ",
                " – que no haya hombre o mujer, en condiciones de trabajar, que no tenga oportunidad de obtener un empleo con el cual pueda contribuir a los fines de la sociedad y a la satisfacción de sus propias necesidades; ",
                " – que no haya persona incapacitada para el trabajo que no tenga medios decorosos de subsistencia; ",
                " – que no haya enfermo que no tenga atención médica;  ",
                " – que no haya niño que no tenga escuela, alimentación y vestido; ",
                " – que no haya joven que no tenga oportunidad de estudiar; ",
                {
                  "exist": true,
                  "texto": " – que no haya persona que no tenga acceso al estudio, la cultura y el deporte; "
                }
              ]
            },
            {
              "id": 11,
              "inciso": "c",
              "texto": [
                {
                  "exist": true,
                  "texto": " trabaja por lograr que no haya familia que no tenga una vivienda confortable. "
                }
              ]
            }
          ],
          "remove": false
        },
        {
          "id": 17,
          "numero": "Artículo 12",
          "texto": [
            {
              "exist": true,
              "texto": "La República de Cuba  hace suyos  los principios antimperialistas e internacionalistas, y"
            }
          ],
          "incisos": [
            {
              "id": 18,
              "inciso": "a",
              "texto": [
                {
                  "exist": true,
                  "texto": "ratifica su aspiración de paz digna, verdadera y válida para todos los Estados, grandes y pequeños, débiles y poderosos, asentada en el respeto a la independencia y soberanía de los pueblos y el derecho a la  autodeterminación; "
                }
              ]
            },
            {
              "id": 19,
              "inciso": "b",
              "texto": [
                {
                  "exist": true,
                  "texto": " funda sus relaciones internacionales en los principios de  igualdad de derechos, libre determinación de los pueblos, integridad territorial, independencia de los Estados, la cooperación internacional en beneficio e interés mutuo y equitativo, el arreglo pacifico de controversias en pie de igualdad y respeto y los demás principios proclamados en la Carta de las Naciones Unidas y en otros tratados internacionales de los cuales Cuba sea parte;"
                }
              ]
            },
            {
              "id": 20,
              "inciso": "c",
              "texto": [
                {
                  "exist": true,
                  "texto": "reafirma su voluntad de integración y colaboración con los países de América Latina y del Caribe, cuya identidad común y necesidad histórica de avanzar juntos hacia la integración económica y política para lograr la verdadera independencia, nos permitiría alcanzar el lugar que nos corresponde en el mundo;"
                }
              ]
            },
            {
              "id": 21,
              "inciso": "ch",
              "texto": [
                "propugna la unidad de todos los países del Tercer Mundo,  frente a la política imperialista y neocolonialista que persigue la limitación o subordinación de la soberanía de nuestros pueblos y agravar las condiciones económicas de explotación y opresión de las naciones subdesarrolladas; "
              ]
            },
            {
              "id": 22,
              "inciso": "d",
              "texto": [
                {
                  "exist": true,
                  "texto": "condena al imperialismo,  promotor y sostén de todas las manifestaciones fascistas, colonialistas, neocolonialistas y racistas, como la principal fuerza de agresión y de guerra y el peor enemigo de los pueblos; "
                }
              ]
            },
            {
              "id": 23,
              "inciso": "e",
              "texto": [
                {
                  "exist": true,
                  "texto": " repudia  la intervención directa o indirecta en los asuntos internos o externos de cualquier Estado y, por tanto, la agresión armada, el bloqueo económico, así como cualquier otra forma de coerción económica o política, la violencia física contra personas residentes en otros países, u otro tipo de injerencia y amenaza a la integridad de los Estados y de los elementos políticos, económicos y culturales de las naciones;"
                }
              ]
            },
            {
              "id": 24,
              "inciso": "f",
              "texto": [
                {
                  "exist": true,
                  "texto": "rechaza la violación del derecho irrenunciable y soberano de todo Estado a regular el uso y los beneficios de las telecomunicaciones en su territorio, conforme a la práctica universal y a los convenios internacionales que ha suscrito;"
                }
              ]
            },
            {
              "id": 25,
              "inciso": "g",
              "texto": [
                {
                  "exist": true,
                  "texto": "califica de  delito  internacional la guerra de agresión y de conquista, reconoce la legitimidad de las luchas por la liberación nacional, así como la resistencia armada a la agresión, y considera su deber internacionalista solidarizarse con el agredido y con los pueblos que combaten por su liberación y autodeterminación;"
                }
              ]
            },
            {
              "id": 26,
              "inciso": "h",
              "texto": [
                {
                  "exist": true,
                  "texto": "basa sus relaciones con los países que edifican el socialismo en la amistad fraternal, la cooperación y la ayuda mutua, asentadas en los objetivos comunes de la construcción de la nueva sociedad;"
                }
              ]
            },
            {
              "id": 27,
              "inciso": "i",
              "texto": [
                {
                  "exist": true,
                  "texto": "mantiene relaciones de amistad con los países que, teniendo un régimen político, social y económico diferente, respetan su soberanía, observan las normas de convivencia entre los Estados, se atienen a los principios de mutuas conveniencias y adoptan una actitud recíproca con nuestro país."
                }
              ]
            }
          ],
          "remove": false
        },
        {
          "id": 30,
          "numero": "Artículo 15",
          "texto": [
            "Son de propiedad estatal socialista de todo el pueblo:"
          ],
          "incisos": [
            {
              "id": 31,
              "inciso": "a",
              "texto": [
                {
                  "exist": true,
                  "texto": "las tierras que no pertenecen a  los agricultores pequeños  o cooperativas integradas por éstos, el subsuelo, las minas, los recursos naturales tanto vivos como no vivos dentro de la zona económica  marítima de la República, los bosques, las aguas y las vías de comunicación;"
                }
              ]
            },
            {
              "id": 32,
              "inciso": "b",
              "texto": [
                " los centrales azucareros, las fábricas, los medios fundamentales de transporte, y cuantas empresas, bancos e instalaciones han sido nacionalizados y expropiados a los imperialistas, latifundistas y burgueses, así como las fábricas, empresas e instalaciones económicas y centros científicos, sociales, culturales y deportivos construidos, fomentados o adquiridos por el Estado y los que en el futuro construya, fomente o adquiera. "
              ]
            }
          ],
          "remove": false
        },
        {
          "id": 35,
          "numero": "Artículo 18",
          "texto": [
            "El Estado dirige y controla el comercio exterior.",
            "La ley establece las instituciones y autoridades estatales facultadas para:",
            "– crear empresas de comercio exterior;",
            "– normar y regular las operaciones de exportación e importación; y",
            {
              "exist": true,
              "texto": "– determinar las personas naturales o jurídicas con capacidad legal para realizar dichas operaciones de exportación e importación y concertar convenios comerciales."
            }
          ],
          "incisos": [],
          "remove": false
        },
        {
          "id": 36,
          "numero": "Artículo 19",
          "texto": [
            "El Estado reconoce la propiedad de los agricultores pequeños sobre las tierras que legalmente les pertenecen y los demás bienes inmuebles y muebles que les resulten necesarios para la explotación a que se dedican, conforme a lo que establece la ley.",
            {
              "exist": true,
              "texto": "Los agricultores pequeños, previa autorización del organismo estatal competente y el cumplimiento de los demás requisitos legales, pueden incorporar sus tierras únicamente a cooperativas de producción agropecuaria. Además pueden venderlas, permutarlas o trasmitirlas por otro título al Estado y a cooperativas de producción agropecuaria o a agricultores pequeños en los casos, formas y condiciones que establece la ley, sin perjuicio del derecho preferente del Estado a su adquisición, mediante el pago de su justo precio."
            },
            {
              "exist": true,
              "texto": "Se prohíbe el arrendamiento, la aparcería, los préstamos hipotecarios y cualquier acto que implique gravamen o cesión a particulares de los derechos emanados de la propiedad de los agricultores pequeños sobre sus tierras."
            },
            "El Estado apoya la producción individual de los agricultores pequeños que contribuyen a la economía nacional."
          ],
          "incisos": [],
          "remove": false
        },
        {
          "id": 37,
          "numero": "Artículo 20",
          "texto": [
            " Los agricultores pequeños tienen derecho a asociarse entre sí, en la forma y con los requisitos que establece la ley, tanto a los fines de la producción agropecuaria como a los de obtención de créditos y servicios estatales. ",
            " Se autoriza la organización de cooperativas de producción agropecuaria en los casos y en la forma que la ley establece.  Esta propiedad cooperativa es reconocida por el Estado y constituye una forma avanzada y eficiente de producción socialista. ",
            " Las cooperativas de producción agropecuaria administran, poseen, usan y disponen de los bienes de su propiedad, de acuerdo con lo establecido en la ley y en sus reglamentos. ",
            " Las tierras de las cooperativas no pueden ser embargadas ni gravadas y su propiedad puede ser transferida a otras cooperativas o al Estado, por las causas y según el procedimiento establecido en la ley. ",
            {
              "exist": true,
              "texto": " El Estado brinda todo el apoyo posible a esta forma de producción agropecuaria. "
            }
          ],
          "incisos": [],
          "remove": false
        },
        {
          "id": 38,
          "numero": "Artículo 21",
          "texto": [
            {
              "exist": true,
              "texto": " Se garantiza la propiedad personal sobre los ingresos y ahorros procedentes del trabajo propio, sobre la vivienda que se posea con justo título de dominio y los demás bienes y objetos que sirven para la satisfacción de las necesidades materiales y culturales de la persona. "
            },
            " Asimismo se garantiza la propiedad sobre los medios e instrumentos de trabajo personal o familiar, los que no pueden ser utilizados para la obtención de ingresos provenientes de la explotación del trabajo ajeno. ",
            " La ley establece la cuantía en que son embargables los bienes de propiedad personal. "
          ],
          "incisos": [],
          "remove": false
        },
        {
          "id": 41,
          "numero": "Artículo 24",
          "texto": [
            {
              "exist": true,
              "texto": "El Estado reconoce el derecho  de herencia   sobre la vivienda de dominio propio y demás bienes de propiedad personal. "
            },
            " La tierra y los demás bienes vinculados a la producción que integran la propiedad de los agricultores pequeños son heredables y sólo se adjudican a aquellos herederos que trabajan la tierra, salvo las excepciones y según el procedimiento que establece la ley. ",
            " La ley fija los casos, las condiciones y la forma en que los bienes de propiedad cooperativa podrán ser heredables. "
          ],
          "incisos": [],
          "remove": false
        }
      ]
    },
    {
      "text": "CAPÍTULO II: CIUDADANÍA",
      "articulos": [
        {
          "id": 46,
          "numero": "Artículo 29",
          "texto": [
            {
              "exist": true,
              "texto": "Son ciudadanos cubanos por nacimiento:"
            }
          ],
          "incisos": [
            {
              "id": 47,
              "inciso": "a",
              "texto": [
                {
                  "exist": true,
                  "texto": "los nacidos en el territorio nacional, con excepción de los hijos de extranjeros que se encuentren al servicio de su gobierno o de organismos internacionales. La ley establece los requisitos y las formalidades para el caso de los hijos de los extranjeros residentes no permanentes en el país;"
                }
              ]
            },
            {
              "id": 48,
              "inciso": "b",
              "texto": [
                {
                  "exist": true,
                  "texto": "los nacidos en el extranjero de padre o madre cubanos, que se hallen cumpliendo misión oficial;"
                }
              ]
            },
            {
              "id": 49,
              "inciso": "c",
              "texto": [
                {
                  "exist": true,
                  "texto": "los nacidos en el extranjero de padre o madre cubanos, previo el cumplimiento de las formalidades que la ley señala;"
                }
              ]
            },
            {
              "id": 50,
              "inciso": "ch",
              "texto": [
                {
                  "exist": true,
                  "texto": "los nacidos fuera del territorio nacional, de padre o madre naturales de la República de Cuba que hayan perdido la ciudadanía cubana, siempre que la reclamen en la forma que señala la ley;"
                }
              ]
            },
            {
              "id": 51,
              "inciso": "d",
              "texto": [
                " los extranjeros que por méritos excepcionales alcanzados en las luchas por la liberación de Cuba fueron considerados ciudadanos cubanos por nacimiento. "
              ]
            }
          ],
          "remove": false
        },
        {
          "id": 52,
          "numero": "Artículo 30",
          "texto": [
            {
              "exist": true,
              "texto": "Son ciudadanos cubanos por naturalización:"
            }
          ],
          "incisos": [
            {
              "id": 53,
              "inciso": "a",
              "texto": [
                {
                  "exist": true,
                  "texto": "los extranjeros que adquieren la ciudadanía de acuerdo con lo establecido en la ley;"
                }
              ]
            },
            {
              "id": 54,
              "inciso": "b",
              "texto": [
                " los que hubiesen servido a la lucha armada contra la tiranía derrocada el primero de enero de 1959, siempre que acrediten esa condición en la forma legalmente establecida; "
              ]
            },
            {
              "id": 55,
              "inciso": "c",
              "texto": [
                {
                  "exist": true,
                  "texto": "los que habiendo sido privados arbitrariamente de su ciudadanía de origen obtengan la cubana por  acuerdo expreso del Consejo de Estado. "
                }
              ]
            }
          ],
          "remove": false
        }
      ]
    },
    {
      "text": "CAPÍTULO IV: FAMILIA",
      "articulos": [
        {
          "id": 60,
          "numero": "Artículo 35",
          "texto": [
            {
              "exist": true,
              "texto": "El Estado protege la familia, la maternidad y el matrimonio."
            },
            " El Estado reconoce en la familia la célula fundamental de la sociedad y le atribuye responsabilidades y funciones esenciales en la educación y formación de las nuevas generaciones. "
          ],
          "incisos": [],
          "remove": false
        },
        {
          "id": 61,
          "numero": "Artículo 36",
          "texto": [
            {
              "exist": true,
              "texto": "El matrimonio es la unión voluntariamente concertada  de un hombre y una mujer  con aptitud legal para ello, a fin de hacer vida en común. Descansa en la igualdad absoluta de derechos y deberes de los cónyuges, los que  deben atender  al mantenimiento del hogar y a la formación integral de los hijos mediante el esfuerzo común, de modo que éste resulte compatible con el desarrollo de las actividades sociales de ambos."
            },
            "La ley regula la formalización, reconocimiento y disolución del matrimonio y los derechos y obligaciones que de dichos actos se derivan."
          ],
          "incisos": [],
          "remove": false
        },
        {
          "id": 62,
          "numero": "Artículo 37",
          "texto": [
            {
              "exist": true,
              "texto": "Todos los hijos tienen iguales derechos, sean habidos dentro o fuera del matrimonio."
            },
            {
              "exist": true,
              "texto": "Está abolida toda calificación sobre la naturaleza de la filiación."
            },
            " No se consignará declaración alguna diferenciando los nacimientos, ni sobre el estado civil de los padres en las actas de inscripción de los hijos, ni en ningún otro documento que haga referencia a la filiación. ",
            {
              "exist": true,
              "texto":"El Estado garantiza mediante los procedimientos legales adecuados la determinación y el reconocimiento de la paternidad."
            }
          ],
          "incisos": [],
          "remove": false
        }
      ]
    },
    {
      "text": "CAPÍTULO V: EDUCACIÓN Y CULTURA",
      "articulos": [
        {
          "id": 64,
          "numero": "Artículo 39",
          "texto": [
            {
              "exist": true,
              "texto": "El Estado orienta, fomenta y promueve la educación, la cultura y las ciencias en todas sus manifestaciones."
            },
            {
              "exist": true,
              "texto": "En su política educativa y cultural se atiene a los postulados siguientes:"
            }
          ],
          "incisos": [
            {
              "id": 65,
              "inciso": "a",
              "texto": [
                {
                  "exist": true,
                  "texto": "fundamenta su política educacional y cultural en los avances de la ciencia y la  técnica,   el ideario marxista y martiano,   la tradición pedagógica progresista cubana y la universal;"
                }
              ]
            },
            {
              "id": 66,
              "inciso": "b",
              "texto": [
                {
                  "exist": true,
                  "texto": "la enseñanza es función del Estado  y es gratuita.  Se basa en las   conclusiones y  aportes de la ciencia  y en la relación más estrecha del estudio con la vida, el trabajo y la producción. "
                },
                " El Estado mantiene un amplio sistema de becas para los estudiantes y proporciona múltiples facilidades de estudio a los trabajadores a fin de que puedan alcanzar los más altos niveles posibles de conocimientos y habilidades. ",
                " La ley precisa la integración y estructura del sistema nacional de enseñanza, así como el alcance de la obligatoriedad de estudiar y define la preparación general básica que, como mínimo, debe adquirir todo ciudadano; "
              ]
            },
            {
              "id": 67,
              "inciso": "c",
              "texto": [
                {
                  "exist": true,
                  "texto": " promover la educación patriótica y la formación comunista de las nuevas generaciones y la preparación de los niños, jóvenes y adultos para la vida social. "
                },
                " Para realizar este principio se combinan la educación general y las especializadas de carácter científico, técnico o artístico, con el trabajo, la investigación para el desarrollo, la educación física, el deporte y la participación en actividades políticas, sociales y de preparación militar; "
              ]
            },
            {
              "id": 68,
              "inciso": "ch",
              "texto": [
                {
                  "exist": true,
                  "texto": "es libre la creación artística  siempre que su contenido no sea contrario a la Revolución.  Las formas de expresión en el arte son libres;"
                }
              ]
            },
            {
              "id": 69,
              "inciso": "d",
              "texto": [
                {
                  "exist": true,
                  "texto": " el Estado,  a fin de elevar la cultura del pueblo, se  ocupa de  fomentar y desarrollar la educación artística, la vocación para la creación y el cultivo del arte y la capacidad para apreciarlo;"
                }
              ]
            },
            {
              "id": 70,
              "inciso": "e",
              "texto": [
                {
                  "exist": true,
                  "texto": " la actividad creadora e investigativa en la ciencia es libre.  El Estado estimula  y viabiliza  la investigación y prioriza la dirigida a resolver los problemas que atañen al interés de la sociedad y al beneficio del pueblo; "
                }
              ]
            },
            {
              "id": 71,
              "inciso": "f",
              "texto": [
                {
                  "exist": true,
                  "texto": " el Estado  propicia   que  los trabajadores   se incorporen  a   la labor científica  y al desarrollo de la ciencia; "
                }
              ]
            },
            {
              "id": 72,
              "inciso": "g",
              "texto": [
                {
                  "exist": true,
                  "texto": " el Estado   orienta, fomenta y promueve la cultura física y el deporte en todas sus manifestaciones como medio de educación y contribución a la formación integral de los ciudadanos; "
                }
              ]
            },
            {
              "id": 73,
              "inciso": "h",
              "texto": [
                {
                  "exist": true,
                  "texto": " el Estado  defiende la identidad de la cultura cubana y vela  por la conservación del patrimonio cultural y la riqueza artística e histórica de la nación.  Protege los monumentos nacionales y los lugares notables por su belleza natural  o por  su reconocido valor artístico o histórico;"
                },
                {
                  "exist": true,
                  "texto": " el Estado promueve la participación de los ciudadanos   a través de las organizaciones de masas y sociales del país  en la realización de su política educacional y cultural. "
                }
              ]
            }
          ],
          "remove": false
        }
      ]
    },
    {
      "text": "CAPÍTULO VI: IGUALDAD",
      "articulos": [
        {
          "id": 76,
          "numero": "Artículo 42",
          "texto": [
            "La discriminación por motivo de raza, color de la piel, sexo, origen nacional, creencias religiosas y cualquier otra lesiva a la dignidad humana está proscrita y es sancionada por la ley.",
            {
              "exist": true,
              "texto": " Las instituciones del Estado educan a todos, desde la más temprana edad, en el principio de la igualdad de los seres humanos. "
            }
          ],
          "incisos": [],
          "remove": false
        },
        {
          "id": 77,
          "numero": "Artículo 43",
          "texto": [
            " El Estado consagra el derecho conquistado por la Revolución de que  los ciudadanos,    sin distinción de raza, color de la piel, sexo, creencias religiosas, origen nacional y cualquier otra lesiva a la dignidad humana: ",
            {
              "exist": true,
              "texto": " – tienen acceso, según méritos y capacidades, a todos los cargos y empleos del Estado, de la Administración Pública y de la producción y prestación de servicios; "
            },
            " – ascienden a todas las jerarquías de las fuerzas armadas revolucionarias y de la seguridad y orden interior, según méritos y capacidades; ",
            {
              "exist": true,
              "texto": "–  perciben  salario igual por trabajo igual;"
            },
            " – disfrutan de la enseñanza en todas las instituciones docentes del país, desde la escuela primaria hasta las universidades, que son las mismas para todos; ",
            " – reciben asistencia en todas las instituciones de salud; ",
            {
              "exist": true,
              "texto": " – se domicilian en cualquier sector, zona o barrio de las ciudades y se alojan en cualquier hotel; "
            },
            " – son atendidos en todos los restaurantes y demás establecimientos de servicio público; ",
            " – usan, sin separaciones, los transportes marítimos, ferroviarios, aéreos y automotores; ",
            {
              "exist": true,
              "texto": " – disfrutan de los mismos balnearios, playas, parques, círculos sociales y demás centros de cultura, deportes, recreación y descanso. "
            }
          ],
          "incisos": [],
          "remove": false
        },
        {
          "id": 78,
          "numero": "Artículo 44",
          "texto": [
            {
              "exist": true,
              "texto": "La mujer y el hombre gozan de iguales derechos en lo económico, político, cultural, social y familiar."
            },
            " El Estado garantiza que se ofrezcan a la mujer las mismas oportunidades y posibilidades que al hombre,   a fin de lograr su plena participación en el desarrollo del país. ",
            " El Estado organiza instituciones tales como círculos infantiles, seminternados e internados escolares, casas de atención a ancianos y servicios que facilitan a la familia trabajadora el desempeño de sus responsabilidades. ",
            " Al velar por su salud y por una sana descendencia, el Estado concede a la mujer trabajadora licencia retribuida por maternidad, antes y después del parto, y opciones laborales temporales compatibles con su función materna. ",
            " El Estado se esfuerza por crear todas las condiciones que propicien la realización del principio de igualdad. "
          ],
          "incisos": [],
          "remove": false
        }
      ]
    },
    {
      "text": "CAPÍTULO VII: DERECHOS, DEBERES Y GARANTÍAS FUNDAMENTALES",
      "articulos": [
        {
          "id": 79,
          "numero": "Artículo 45",
          "texto": [
            {
              "exist": true,
              "texto": "El trabajo  en la sociedad socialista  es un derecho, un deber y un motivo de honor  para cada ciudadano. "
            },
            {
              "exist": true,
              "texto": " El trabajo es remunerado conforme a su calidad y cantidad; al proporcionarlo se atienden las exigencias de la economía y la sociedad, la elección del trabajador y su aptitud y calificación; lo garantiza el sistema económico socialista, que propicia el desarrollo económico y social, sin crisis, y que con ello ha eliminado el desempleo y borrado para siempre el paro estacional llamado “tiempo muerto”. "
            },
            " Se reconoce el trabajo voluntario, no remunerado, realizado en beneficio de toda la sociedad, en las actividades industriales, agrícolas, técnicas, artísticas y de servicio, como formador de la conciencia comunista de nuestro pueblo. ",
            " Cada trabajador está en el deber de cumplir cabalmente las tareas que le corresponden en su empleo. "
          ],
          "incisos": [],
          "remove": false
        },
        {
          "id": 80,
          "numero": "Artículo 46",
          "texto": [
            {
              "exist": true,
              "texto": " Todo  el que trabaja tiene derecho al descanso, que se garantiza por la jornada laboral de ocho horas, el descanso semanal y las vacaciones anuales pagadas."
            },
            " El Estado fomenta el desarrollo de instalaciones y planes vacacionales. "
          ],
          "incisos": [],
          "remove": false
        },
        {
          "id": 84,
          "numero": "Artículo 50",
          "texto": [
            {
              "exist": true,
              "texto": " Todos tienen derecho a que se atienda y proteja su salud. El Estado garantiza este derecho: "
            },
            " – con la prestación de la asistencia médica y hospitalaria gratuita, mediante la red de instalaciones de servicio médico rural, de los policlínicos, hospitales, centros profilácticos y de tratamiento especializado; ",
            " – con la prestación de asistencia estomatológica gratuita; ",
            {
              "exist": true,
              "texto": " – con el desarrollo de los planes de divulgación sanitaria y de educación para la salud, exámenes médicos periódicos, vacunación general y  otras medidas preventivas de las enfermedades. En estos planes y actividades coopera toda la población a través de las organizaciones de masas y sociales."
            }
          ],
          "incisos": [],
          "remove": false
        },
        {
          "id": 85,
          "numero": "Artículo 51",
          "texto": [
            {
              "exist": true,
              "texto": " Todos tienen derecho a la educación.   Este derecho   está garantizado por el amplio y gratuito sistema de escuelas, seminternados, internados y becas, en todos los tipos y niveles de enseñanza, y por la gratuidad del material escolar, lo que proporciona a cada niño y joven, cualquiera que sea la situación económica de su familia, la oportunidad de cursar estudios de acuerdo con sus aptitudes,  las exigencias sociales y las necesidades del desarrollo económico-social."
            },
            " Los hombres y mujeres adultos tienen asegurado este derecho, en las mismas condiciones de gratuidad y con facilidades específicas que la ley regula, mediante la educación de adultos, la enseñanza técnica y profesional, la capacitación laboral en empresas y organismos del Estado y los cursos de educación superior para los trabajadores. "
          ],
          "incisos": [],
          "remove": false
        },
        {
          "id": 89,
          "numero": "Artículo 55",
          "texto": [
            {
              "exist": true,
              "texto": "El Estado, que reconoce, respeta y garantiza la libertad de conciencia  y de religión, reconoce, respeta y garantiza a la vez la libertad de cada ciudadano de cambiar de creencias religiosas o no tener ninguna, y a profesar, dentro del respeto a la ley, el culto religioso de su preferencia. "
            },
            " La ley regula las relaciones del Estado con las instituciones religiosas. "
          ],
          "incisos": [],
          "remove": false
        },

        {
          "id": 98,
          "numero": "Artículo 64",
          "texto": [
            " Es deber de cada uno   cuidar la propiedad pública y social, acatar la disciplina del trabajo,  respetar los derechos de los demás ,  observar  las normas de convivencia  socialista   y cumplir los deberes cívicos y sociales. "
          ],
          "incisos": [],
          "remove": false
        }
      ]
    },
    {
      "text": "CAPÍTULO X: ÓRGANOS SUPERIORES DEL PODER POPULAR",
      "articulos": [
        {
          "id": 115,
          "numero": "Artículo 74",
          "texto": [
            {
              "exist": true,
              "texto": "La Asamblea Nacional del Poder Popular elige, de entre sus diputados, al Consejo de Estado, integrado por un Presidente, un Primer Vicepresidente, cinco Vicepresidentes, un Secretario y veintitrés miembros más."
            },
            {
              "exist": true,
              "texto": " El Presidente del Consejo de Estado es jefe de Estado y jefe de Gobierno. "
            },
            " El Consejo de Estado es responsable ante la Asamblea Nacional del Poder Popular y le rinde cuenta de todas sus actividades. "
          ],
          "incisos": [],
          "remove": false
        },
        {
          "id": 173,
          "numero": "Artículo 90",
          "texto": [
            {
              "exist": true,
              "texto": " Son atribuciones del Consejo de Estado: "
            }
          ],
          "incisos": [
            {
              "id": 174,
              "inciso": "a",
              "texto": [
                {
                  "exist": true,
                  "texto": " disponer la celebración de sesiones extraordinarias de la Asamblea Nacional del Poder Popular; "
                }
              ]
            },
            {
              "id": 175,
              "inciso": "b",
              "texto": [
                {
                  "exist": true,
                  "texto": " acordar la fecha de las elecciones para la renovación periódica de la Asamblea Nacional del Poder Popular; "
                }
              ]
            },
            {
              "id": 176,
              "inciso": "c",
              "texto": [
                {
                  "exist": true,
                  "texto": " dictar decretos-leyes, entre uno y otro período de sesiones de la Asamblea Nacional del Poder Popular; "
                }
              ]
            },
            {
              "id": 177,
              "inciso": "ch",
              "texto": [
                {
                  "exist": true,
                  "texto": " dar a las leyes vigentes, en caso necesario, una interpretación general y obligatoria; "
                }
              ]
            },
            {
              "id": 178,
              "inciso": "d",
              "texto": [
                " ejercer la iniciativa legislativa; "
              ]
            },
            {
              "id": 179,
              "inciso": "e",
              "texto": [
                {
                  "exist": true,
                  "texto": " disponer lo pertinente para realizar los referendos que acuerde la Asamblea Nacional del Poder Popular; "
                }
              ]
            },
            {
              "id": 180,
              "inciso": "f",
              "texto": [
                {
                  "exist": true,
                  "texto": " decretar la movilización general cuando la defensa del país lo exija y asumir  las facultades de declarar la guerra en caso de agresión o concertar la paz, que la Constitución  asigna  a la Asamblea Nacional del Poder Popular, cuando ésta se halle en receso y no pueda ser convocada con la seguridad y urgencia necesarias;"
                }
              ]
            },
            {
              "id": 181,
              "inciso": "g",
              "texto": [
                " sustituir, a propuesta de su Presidente, a los miembros del Consejo de Ministros entre uno y otro período de sesiones de la Asamblea Nacional del Poder Popular; "
              ]
            },
            {
              "id": 182,
              "inciso": "h",
              "texto": [
                {
                  "exist": true,
                  "texto": " impartir instrucciones de carácter general a los tribunales a través del Consejo de Gobierno del Tribunal Supremo Popular; "
                }
              ]
            },
            {
              "id": 183,
              "inciso": "i",
              "texto": [
                " impartir instrucciones a la Fiscalía General de la República; "
              ]
            },
            {
              "id": 184,
              "inciso": "j",
              "texto": [
                {
                  "exist": true,
                  "texto": " designar y remover, a propuesta  de su Presidente, a los representantes diplomáticos   de Cuba ante otros Estados; "
                }
              ]
            },
            {
              "id": 185,
              "inciso": "k",
              "texto": [
                {
                  "exist": true,
                  "texto": " otorgar condecoraciones y títulos honoríficos; "
                }
              ]
            },
            {
              "id": 186,
              "inciso": "l",
              "texto": [
                {
                  "exist": true,
                  "texto": " nombrar comisiones; "
                }
              ]
            },
            {
              "id": 187,
              "inciso": "ll",
              "texto": [
                {
                  "exist": true,
                  "texto": " conceder indultos; "
                }
              ]
            },
            {
              "id": 188,
              "inciso": "m",
              "texto": [
                {
                  "exist": true,
                  "texto": " ratificar y denunciar tratados internacionales; "
                }
              ]
            },
            {
              "id": 189,
              "inciso": "n",
              "texto": [
                {
                  "exist": true,
                  "texto": " otorgar o negar el beneplácito a los representantes diplomáticos de otros Estados; "
                }
              ]
            },
            {
              "id": 190,
              "inciso": "ñ",
              "texto": [
                {
                  "exist": true,
                  "texto": " suspender las disposiciones  del Consejo de Ministros   y los acuerdos y disposiciones de las Asambleas  Locales   del Poder Popular que no se ajusten a la Constitución o a las leyes, o cuando afecten los intereses de otras localidades o los generales del país, dando cuenta a la Asamblea Nacional del Poder Popular en la primera sesión que celebre después de acordada dicha suspensión; "
                }
              ]
            },
            {
              "id": 191,
              "inciso": "o",
              "texto": [
                {
                  "exist": true,
                  "texto": " revocar los acuerdos y disposiciones de  las Administraciones Locales del Poder Popular  que contravengan la Constitución, las leyes, los decretos-leyes, los decretos y demás disposiciones dictadas por un órgano de superior jerarquía, o cuando afecten los intereses de otras localidades o los generales del país; "
                }
              ]
            },
            {
              "id": 192,
              "inciso": "p",
              "texto": [
                " aprobar su reglamento;"
              ]
            },
            {
              "id": 193,
              "inciso": "q",
              "texto": [
                {
                  "exist": true,
                  "texto": "las demás que le confieran la Constitución y las leyes o le encomiende la Asamblea Nacional del Poder Popular."
                }
              ]
            }
          ],
          "remove": false
        },
        {
          "id": 196,
          "numero": "Artículo 93",
          "texto": [
            " Las atribuciones del Presidente del Consejo de Estado y Jefe de Gobierno son las siguientes: "
          ],
          "incisos": [
            {
              "id": 197,
              "inciso": "a",
              "texto": [
                {
                  "exist": true,
                  "texto": "representar al Estado  y al Gobierno  y dirigir su política general;"
                }
              ]
            },
            {
              "id": 198,
              "inciso": "b",
              "texto": [
                {
                  "exist": true,
                  "texto": " organizar y dirigir las actividades y convocar y  presidir las sesiones   del Consejo de Estado y  las del Consejo de Ministros;"
                }
              ]
            },
            {
              "id": 199,
              "inciso": "c",
              "texto": [
                {
                  "exist": true,
                  "texto": " controlar y atender el desenvolvimiento de las actividades de los ministerios y demás organismos centrales de la Administración; "
                }
              ]
            },
            {
              "id": 200,
              "inciso": "ch",
              "texto": [
                {
                  "exist": true,
                  "texto": " asumir la dirección de cualquier ministerio u organismo central de la Administración; "
                }
              ]
            },
            {
              "id": 201,
              "inciso": "d",
              "texto": [
                {
                  "exist": true,
                  "texto": " proponer a la Asamblea Nacional del Poder Popular, una vez elegido por ésta, los miembros del Consejo de Ministros; "
                }
              ]
            },
            {
              "id": 202,
              "inciso": "e",
              "texto": [
                " aceptar las renuncias de los miembros del Consejo de Ministros, o bien proponer a la Asamblea Nacional del Poder Popular o al Consejo de Estado, según proceda, la sustitución de cualquiera de ellos y, en ambos casos, los sustitutos correspondientes; "
              ]
            },
            {
              "id": 203,
              "inciso": "f",
              "texto": [
                {
                  "exist": true,
                  "texto": " recibir las cartas credenciales de los jefes de las misiones extranjeras.   Esta función podrá ser delegada en cualquiera de los Vicepresidentes del Consejo de Estado; "
                }
              ]
            },
            {
              "id": 204,
              "inciso": "g",
              "texto": [
                {
                  "exist": true,
                  "texto": " desempeñar la Jefatura Suprema de todas las instituciones armadas y determinar su organización general; "
                }
              ]
            },
            {
              "id": 205,
              "inciso": "h",
              "texto": [
                {
                  "exist": true,
                  "texto": "presidir el Consejo de Defensa Nacional;"
                }
              ]
            },
            {
              "id": 206,
              "inciso": "i",
              "texto": [
                {
                  "exist": true,
                  "texto": "declarar el Estado de Emergencia en los casos previstos por esta Constitución, dando cuenta de su decisión, tan pronto las circunstancias lo permitan, a la Asamblea Nacional del Poder Popular o al Consejo de Estado, de no poder reunirse aquélla, a los efectos legales procedentes;"
                }
              ]
            },
            {
              "id": 207,
              "inciso": "j",
              "texto": [
                {
                  "exist": true,
                  "texto": " firmar decretos-leyes y otros acuerdos del Consejo de Estado y las disposiciones legales adoptadas por el Consejo de Ministros o su Comité Ejecutivo y ordenar su publicación en la Gaceta Oficial de la República; "
                }
              ]
            },
            {
              "id": 208,
              "inciso": "k",
              "texto": [
                {
                  "exist": true,
                  "texto": "las demás que por esta Constitución o las leyes se le atribuyan."
                }
              ]
            }
          ],
          "remove": false
        },
        {
          "id": 213,
          "numero": "Artículo 98",
          "texto": [
            {
              "exist": true,
              "texto": " Son atribuciones del Consejo de Ministros: "
            }
          ],
          "incisos": [
            {
              "id": 214,
              "inciso": "a",
              "texto": [
                {
                  "exist": true,
                  "texto": "organizar y dirigir la ejecución de las actividades políticas, económicas, culturales, científicas, sociales y de defensa acordadas por la Asamblea Nacional del Poder Popular;"
                }
              ]
            },
            {
              "id": 215,
              "inciso": "b",
              "texto": [
                {
                  "exist": true,
                  "texto": "proponer los proyectos de planes generales de desarrollo económico-social del Estado y, una vez aprobados por la Asamblea Nacional del Poder Popular, organizar, dirigir y controlar su ejecución;"
                }
              ]
            },
            {
              "id": 216,
              "inciso": "c",
              "texto": [
                {
                  "exist": true,
                  "texto": " dirigir la política exterior de la República y las relaciones con otros gobiernos; "
                }
              ]
            },
            {
              "id": 217,
              "inciso": "ch",
              "texto": [
                {
                  "exist": true,
                  "texto": "aprobar tratados internacionales y someterlos a la  ratificación  del Consejo de Estado;"
                }
              ]
            },
            {
              "id": 218,
              "inciso": "d",
              "texto": [
                "dirigir y controlar el comercio exterior;"
              ]
            },
            {
              "id": 219,
              "inciso": "e",
              "texto": [
                {
                  "exist": true,
                  "texto": "elaborar el proyecto de presupuesto del Estado y una vez aprobado por la Asamblea Nacional del Poder Popular, velar por su ejecución;"
                }
              ]
            },
            {
              "id": 220,
              "inciso": "f",
              "texto": [
                {
                  "exist": true,
                  "texto": " adoptar medidas  para fortalecer el sistema monetario  y crediticio; "
                }
              ]
            },
            {
              "id": 221,
              "inciso": "g",
              "texto": [
                {
                  "exist": true,
                  "texto": "elaborar proyectos legislativos y someterlos a la consideración de la Asamblea Nacional del Poder Popular o del Consejo de Estado, según proceda;"
                }
              ]
            },
            {
              "id": 222,
              "inciso": "h",
              "texto": [
                {
                  "exist": true,
                  "texto": "proveer a la defensa nacional, al mantenimiento del orden y la seguridad interiores, a la protección de los derechos ciudadanos, así como a la salvaguarda de vidas y bienes en caso de desastres naturales;"
                }
              ]
            },
            {
              "id": 223,
              "inciso": "i",
              "texto": [
                {
                  "exist": true,
                  "texto": "dirigir la administración del Estado, y unificar, coordinar y fiscalizar la actividad de los organismos de la Administración Central y de las Administraciones Locales;"
                }
              ]
            },
            {
              "id": 224,
              "inciso": "j",
              "texto": [
                {
                  "exist": true,
                  "texto": "ejecutar las leyes y acuerdos de la Asamblea Nacional del Poder Popular, así como los decretos-leyes y disposiciones del Consejo de Estado y, en caso necesario, dictar los reglamentos correspondientes;"
                }
              ]
            },
            {
              "id": 225,
              "inciso": "k",
              "texto": [
                {
                  "exist": true,
                  "texto": "dictar decretos y disposiciones sobre la base y en cumplimiento de las leyes vigentes y controlar su ejecución;"
                }
              ]
            },
            {
              "id": 226,
              "inciso": "l",
              "texto": [
                " revocar las decisiones de las Administraciones subordinadas a las Asambleas Provinciales o Municipales del Poder Popular, adoptadas en función de las facultades delegadas por los organismos de la Administración Central del Estado, cuando contravengan las normas superiores que les sean de obligatorio cumplimiento; "
              ]
            },
            {
              "id": 227,
              "inciso": "ll",
              "texto": [
                "  proponer a las Asambleas Provinciales y Municipales del Poder Popular revocar las disposiciones que sean adoptadas en su actividad específica, por las administraciones provinciales y municipales a ellas subordinadas, cuando contravengan las normas aprobadas por los organismos de la Administración Central del Estado, en el ejercicio de sus atribuciones; "
              ]
            },
            {
              "id": 228,
              "inciso": "m",
              "texto": [
                {
                  "exist": true,
                  "texto": " revocar las disposiciones de los Jefes de organismos de la Administración Central del Estado, cuando contravengan las normas superiores que les sean de obligatorio cumplimiento; "
                }
              ]
            },
            {
              "id": 229,
              "inciso": "n",
              "texto": [
                {
                  "exist": true,
                  "texto": " proponer a la Asamblea Nacional del Poder Popular o al Consejo de Estado la suspensión de los acuerdos de las Asambleas  Locales   del Poder Popular que contravengan las leyes y demás disposiciones vigentes, o que afecten los intereses de otras comunidades o los generales del país; "
                }
              ]
            },
            {
              "id": 230,
              "inciso": "ñ",
              "texto": [
                {
                  "exist": true,
                  "texto": "crear las comisiones que estimen necesarias para facilitar el cumplimiento de las tareas que le están asignadas;"
                }
              ]
            },
            {
              "id": 231,
              "inciso": "o",
              "texto": [
                {
                  "exist": true,
                  "texto": "designar  y remover  funcionarios de acuerdo con las facultades que le confiere la ley;"
                }
              ]
            },
            {
              "id": 232,
              "inciso": "p",
              "texto": [
                {
                  "exist": true,
                  "texto": " realizar cualquier otra función que  le encomiende la Asamblea Nacional del Poder Popular o el Consejo de Estado."
                }
              ]
            }
          ],
          "remove": false
        }
      ]
    },
    {
      "text": "CAPÍTULO XII: ÓRGANOS LOCALES DEL PODER POPULAR",
      "articulos": [
        {
          "id": 244,
          "numero": "Artículo 105",
          "texto": [
            "Dentro de los límites de su competencia las Asambleas Provinciales del Poder Popular tienen las atribuciones siguientes:"
          ],
          "incisos": [
            {
              "id": 245,
              "inciso": "a",
              "texto": [
                "cumplir y hacer cumplir las leyes y demás disposiciones de carácter general adoptadas por los órganos superiores del Estado;"
              ]
            },
            {
              "id": 246,
              "inciso": "b",
              "texto": [
                "aprobar y controlar,  conforme a la política acordada por los organismos nacionales competentes, la ejecución  del plan y del presupuesto  ordinario de ingresos y gastos  de la provincia;"
              ]
            },
            {
              "id": 247,
              "inciso": "c",
              "texto": [
                "elegir y revocar al Presidente y Vicepresidente de la propia Asamblea;"
              ]
            },
            {
              "id": 248,
              "inciso": "ch",
              "texto": [
                "designar y sustituir al Secretario de la Asamblea;"
              ]
            },
            {
              "id": 249,
              "inciso": "d",
              "texto": [
                "participar en la elaboración y control de la ejecución del presupuesto y el plan técnico-económico del Estado, correspondiente a las entidades radicadas en su territorio y subordinadas a otras instancias, conforme a la ley;"
              ]
            },
            {
              "id": 250,
              "inciso": "e",
              "texto": [
                "controlar y fiscalizar la actividad del órgano de administración de la provincia auxiliándose para ello de sus comisiones de trabajo;"
              ]
            },
            {
              "id": 251,
              "inciso": "f",
              "texto": [
                "designar y sustituir a los miembros del órgano de Administración provincial, a propuesta de su Presidente;"
              ]
            },
            {
              "id": 252,
              "inciso": "g",
              "texto": [
                "determinar conforme a los principios establecidos por el Consejo de Ministros la organización, funcionamiento y tareas de las entidades encargadas de realizar las actividades económicas, de producción y servicios, educacionales, de salud, culturales, deportivas, de protección del medio ambiente y recreativas, que están subordinadas al órgano de Administración provincial;"
              ]
            },
            {
              "id": 253,
              "inciso": "h",
              "texto": [
                "adoptar acuerdos sobre los asuntos de administración concernientes a su demarcación territorial y que, según la ley, no corresponda a la competencia general de la Administración Central del Estado o a la de los órganos municipales de poder estatal;"
              ]
            },
            {
              "id": 254,
              "inciso": "i",
              "texto": [
                "aprobar la creación y organización de los Consejos Populares a propuesta de las Asambleas Municipales del Poder Popular;"
              ]
            },
            {
              "id": 255,
              "inciso": "j",
              "texto": [
                "revocar, en el marco de su competencia, las decisiones adoptadas por el órgano de administración de la provincia, o proponer su revocación al Consejo de Ministros, cuando hayan sido adoptadas en función de facultades delegadas por los organismos de la Administración Central del Estado;"
              ]
            },
            {
              "id": 256,
              "inciso": "k",
              "texto": [
                "conocer y evaluar los informes de rendición de cuenta que les presenten su órgano de Administración y las Asambleas del Poder Popular de nivel inferior, y adoptar las decisiones pertinentes sobre ellos;"
              ]
            },
            {
              "id": 257,
              "inciso": "l",
              "texto": [
                "formar y disolver comisiones de trabajo;"
              ]
            },
            {
              "id": 258,
              "inciso": "ll",
              "texto": [
                "atender todo lo relativo a la aplicación de la política de cuadros que tracen los órganos superiores del Estado;"
              ]
            },
            {
              "id": 259,
              "inciso": "m",
              "texto": [
                "fortalecer la legalidad, el orden interior y la capacidad defensiva del país;"
              ]
            },
            {
              "id": 260,
              "inciso": "n",
              "texto": [
                "cualquier otra que les atribuyan la Constitución y las leyes."
              ]
            }
          ],
          "remove": false
        },
        {
          "id": 261,
          "numero": "Artículo 106",
          "texto": [
            {
              "exist": true,
              "texto": " Dentro de los límites de su competencia, las Asambleas Municipales del Poder Popular tienen las atribuciones siguientes: "
            }
          ],
          "incisos": [
            {
              "id": 262,
              "inciso": "a",
              "texto": [
                {
                  "exist": true,
                  "texto": "cumplir y hacer cumplir las leyes y demás disposiciones de carácter general adoptadas por los órganos  superiores  del Estado;"
                }
              ]
            },
            {
              "id": 263,
              "inciso": "b",
              "texto": [
                {
                  "exist": true,
                  "texto": "elegir y revocar al Presidente y al Vicepresidente de la Asamblea;"
                }
              ]
            },
            {
              "id": 264,
              "inciso": "c",
              "texto": [
                "designar y sustituir al Secretario de la Asamblea;"
              ]
            },
            {
              "id": 265,
              "inciso": "ch",
              "texto": [
                {
                  "exist": true,
                  "texto": " ejercer la fiscalización y el control   de las entidades de subordinación municipal, apoyándose  en sus comisiones de trabajo; "
                }
              ]
            },
            {
              "id": 266,
              "inciso": "d",
              "texto": [
                {
                  "exist": true,
                  "texto": " revocar o modificar los acuerdos y disposiciones de los órganos o autoridades subordinadas a ella,  que infrinjan la Constitución, las leyes, los decretos-leyes, los decretos, resoluciones y otras disposiciones dictados por los órganos superiores del Estado o que afecten los intereses de la comunidad, de otros territorios, o los generales del país, o  proponer su revocación al Consejo de Ministros, cuando hayan sido adoptados en función de facultades delegadas por los organismos de la Administración Central del Estado; "
                }
              ]
            },
            {
              "id": 267,
              "inciso": "e",
              "texto": [
                {
                  "exist": true,
                  "texto": " adoptar acuerdos y dictar disposiciones dentro del marco de  la Constitución y de las leyes vigentes,   sobre asuntos de interés municipal y controlar  su aplicación; "
                }
              ]
            },
            {
              "id": 268,
              "inciso": "f",
              "texto": [
                {
                  "exist": true,
                  "texto": " designar y sustituir a los miembros  de su órgano de Administración   a propuesta de su  Presidente; "
                }
              ]
            },
            {
              "id": 269,
              "inciso": "g",
              "texto": [
                {
                  "exist": true,
                  "texto": " determinar,   conforme, a los principios establecidos por el Consejo de Ministros,   la organización, funcionamiento y tareas de las entidades encargadas de realizar las actividades económicas, de producción y servicios, de salud y otras de carácter asistencial, educacionales, culturales, deportivas, de protección del medio ambiente y recreativas,  que están subordinadas a su órgano de Administración; "
                }
              ]
            },
            {
              "id": 270,
              "inciso": "h",
              "texto": [
                {
                  "exist": true,
                  "texto": " proponer  la creación  y organización   de Consejos Populares,   de acuerdo con lo establecido en la ley; "
                }
              ]
            },
            {
              "id": 271,
              "inciso": "i",
              "texto": [
                " constituir y disolver   comisiones de trabajo; "
              ]
            },
            {
              "id": 272,
              "inciso": "j",
              "texto": [
                {
                  "exist": true,
                  "texto": "  aprobar el plan  económico-social   y el presupuesto del municipio,  ajustándose a las políticas trazadas para ello por los organismos competentes de la Administración Central del Estado,  y controlar  su ejecución; "
                }
              ]
            },
            {
              "id": 273,
              "inciso": "k",
              "texto": [
                {
                  "exist": true,
                  "texto": "coadyuvar  al desarrollo de las actividades y al cumplimiento de los planes de producción y de  servicios de las entidades radicadas en su territorio que no les estén subordinadas,  para lo cual podrán apoyarse en sus comisiones de trabajo y en su órgano de Administración; "
                }
              ]
            },
            {
              "id": 274,
              "inciso": "l",
              "texto": [
                " conocer y evaluar los informes de rendición de cuenta que le presente su órgano de administración y adoptar las decisiones pertinentes sobre ellos; "
              ]
            },
            {
              "id": 275,
              "inciso": "ll",
              "texto": [
                " atender todo lo relativo a la aplicación de la política de cuadros que tracen los órganos superiores del Estado; "
              ]
            },
            {
              "id": 276,
              "inciso": "m",
              "texto": [
                {
                  "exist": true,
                  "texto": " fortalecer   la legalidad, el orden interior y la capacidad defensiva del país; "
                }
              ]
            },
            {
              "id": 277,
              "inciso": "n",
              "texto": [
                {
                  "exist": true,
                  "texto": "cualquier otra que le atribuyan la Constitución y las leyes."
                }
              ]
            }
          ],
          "remove": false
        },
        {
          "id": 280,
          "numero": "Artículo 109",
          "texto": [
            "Las entidades que se organizan para la satisfacción de las necesidades locales a fin de cumplir sus objetivos específicos, se rigen por las leyes, decretos-leyes y decretos; por acuerdos del Consejo de Ministros; por disposiciones que dicten los jefes de los organismos de la Administración Central del Estado en asuntos de su competencia, que sean de interés general y que requieran ser regulados nacionalmente; y por los acuerdos de los órganos locales a los que se subordinan."
          ],
          "incisos": [],
          "remove": false
        },
        {
          "id": 282,
          "numero": "Artículo 111",
          "texto": [
            " Las Asambleas Provinciales del Poder Popular se renovarán cada cinco años, que es el período de duración del mandato de sus delegados. ",
            {
              "exist": true,
              "texto": "Las Asambleas Municipales del Poder Popular se renovarán cada  dos años y medio,  que es el período de duración del mandato de sus delegados."
            },
            {
              "exist": true,
              "texto": "Dichos mandatos sólo podrán extenderse por decisión de la Asamblea Nacional del Poder Popular,  en los casos señalados en el artículo 72. "
            }
          ],
          "incisos": [],
          "remove": false
        },
        {
          "id": 289,
          "numero": "Artículo 115",
          "texto": [
            "Los delegados a las Asambleas Provinciales del Poder Popular tienen el deber de desarrollar sus labores en beneficio de la colectividad y rendir cuenta de su gestión personal según el procedimiento que la ley establece."
          ],
          "incisos": [],
          "remove": false
        },
        {
          "id": 290,
          "numero": "Artículo 116",
          "texto": [
            {
              "exist": true,
              "texto": "Las Asambleas  Provinciales y  Municipales del Poder Popular eligen de entre sus delegados a su Presidente y Vicepresidente."
            },
            " La elección se efectúa en virtud de candidaturas propuestas en la forma y  según el procedimiento que la ley establece."
          ],
          "incisos": [],
          "remove": false
        },
        {
          "id": 291,
          "numero": "Artículo 117",
          "texto": [
            "Los Presidentes de las Asambleas  Provinciales y  Municipales del Poder Popular  son a la vez presidentes de los respectivos Órganos de Administración y  representan al Estado en sus demarcaciones territoriales. Sus atribuciones son establecidas por la ley."
          ],
          "incisos": [],
          "remove": false
        },
        {
          "id": 292,
          "numero": "Artículo 118",
          "texto": [
            "Los órganos de Administración que constituyen las Asambleas Provinciales y Municipales del Poder Popular funcionan de forma colegiada y su composición, integración, atribuciones y deberes se establecen en la ley."
          ],
          "incisos": [],
          "remove": false
        }
      ]
    },
    {
      "text": "CAPÍTULO XIII: TRIBUNALES Y FISCALÍA",
      "articulos": [
        {
          "id": 302,
          "numero": "Artículo 128",
          "texto": [
            {
              "exist": true,
              "texto": "La Fiscalía General de la República constituye una unidad orgánica subordinada  únicamente a la Asamblea Nacional del Poder Popular y al Consejo de Estado. "
            },
            " El Fiscal General de la República recibe instrucciones directas del Consejo de Estado. ",
            {
              "exist": true,
              "texto": "Al Fiscal General de la República corresponde la dirección y reglamentación de la actividad de la Fiscalía en todo el territorio nacional."
            },
            {
              "exist": true,
              "texto": "Los órganos de la Fiscalía están organizados verticalmente en toda la nación, están subordinados sólo a la Fiscalía General de la República y son independientes de todo órgano local."
            }
          ],
          "incisos": [],
          "remove": false
        }
      ]
    }
  ]
}